tap "homebrew/bundle"
brew "autojump"
brew "fzf"
brew "glab"
brew "lazygit"
brew "node"
brew "powerlevel10k"
brew "tmux"
brew "zsh-syntax-highlighting"
vscode "alexdima.copy-relative-path"
vscode "anteprimorac.html-end-tag-labels"
vscode "avneeshagarwal.react-nextjs-snippets"
vscode "bdsoftware.format-on-auto-save"
vscode "bradlc.vscode-tailwindcss"
vscode "chakrounanas.turbo-console-log"
vscode "christian-kohler.path-intellisense"
vscode "chrmarti.regex"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "ferdelamad.styled-snippets"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-complete-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "gitlab.gitlab-workflow"
vscode "jasonn-porch.gitlab-mr"
vscode "mhutchie.git-graph"
vscode "mike-co.import-sorter"
vscode "mintlify.document"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "pkief.material-icon-theme"
vscode "pmsandhu.webstorm-icons"
vscode "ritwickdey.liveserver"
vscode "runningcoder.react-snippets"
vscode "rvest.vs-code-prettier-eslint"
vscode "simonsiefke.svg-preview"
vscode "steoates.autoimport"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "ugross.vscode-react-snippets"
vscode "usernamehw.errorlens"
vscode "wayou.vscode-todo-highlight"
vscode "xr0master.webstorm-intellij-darcula-theme"
